<?php get_header(); ?>
    <main class="l-main c-grid__main">
        <h2 class="p-main p-main__topImages">
            <a class="p-main__topTitle">ダミーサイト</a>
        </h2>
        <div class="u-display__article">
            <article class="p-article p-article__takeOut u-margin__takeOut">
                <h3 class="c-media__mainTitle u-margin__mainTitle">Take Out</h3>
                <div class="u-position__textBox">
                    <section class="c-media__textBox u-margin__textBox">
                        <h4>Take Out</h4>
                        <p>当店のテイクアウトで利用できる商品を掲載しています</p>
                    </section>
                    <section class="c-media__textBox u-margin__textBox">
                        <h4>Take Out</h4>
                        <p>当店のテイクアウトで利用できる商品を掲載しています</p>
                    </section>
                </div>
            </article>
            <article class="p-article p-article__eatIn u-margin__eatIn">
                <h3 class="c-media__mainTitle u-margin__mainTitle">Eat In</h3>
                <div class="u-position__textBox">
                    <section class="c-media__textBox u-margin__textBox">
                        <h4>Eat In</h4>
                        <p>当店のイートインで利用できる商品を掲載しています</p>
                    </section>
                    <section class="c-media__textBox u-margin__textBox">
                        <h4>Eat In</h4>
                        <p>当店のイートインで利用できる商品を掲載しています</p>
                    </section>
                </div>
            </article>
        </div>
        <div class="p-map">
            <iframe class="p-map_google" src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3241.7479754723176!2d139.74323885080574!3d35.65858048010233!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x60188bbd9009ec09%3A0x481a93f0d2a409dd!2z5p2x5Lqs44K_44Ov44O8!5e0!3m2!1sja!2sjp!4v1647246040063!5m2!1sja!2sjp" width="600" height="450" style="border:0;" allowfullscreen="" loading="lazy"></iframe>
            <div class="p-map__background-1">
                <section class="p-map__background-2">
                    <div class="js-map__height">
                        <h3 class="p-map__title">見出しが入ります</h3>
                        <p class="p-map__text">テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。</p>
                    </div>
                </section>
            </div>
        </div>
    </main>
    <?php get_sidebar(); ?>
    <?php get_footer(); ?>